Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/environmental_protection/litter_law.html.txt.tmx
Source language: en
Languages: ga

source: Litter prevention and control
ga: Bruscar a chosc agus a rialú

source: • Rates • Where to apply
ga: • Cá háit a ndéanfaidh mé iarratas

source: The legal definition of 'litter' extends from small bits of paper or cigarette ends to anything (whether large or small) that is, or is likely to become, unsightly
ga: Cuimsíonn an sainmhíniú dlíthiúil ar bhruscar píosaí beaga páipéir nó bunanna toitíní agus aon rud (bíodh sé beag nó mór) atá, nó ar dócha go n-éireoidh sé mímhaiseach

source: The Litter Pollution Act 1997 provides for penalties for people who litter
ga: Forálann an tAcht um Thruailliú ó Bhruscar, 1997 do phionóis a ghearradh ar dhaoine a chaitheann bruscar

source: Local authorities are responsible for keeping public places that are under their control, including public roads, clear of litter as far as is practicably possible
ga: Tá údaráis áitiúla freagrach as áiteanna poiblí a choimeád saor ó bhruscar, sa mhéid is féidir is indéanta, atá faoina smacht, bóithre poiblí san áireamh

source: This includes arranging cleansing programmes, as well as providing and emptying litter bins
ga: Áirítear leis seo cláir ghlanta a shocrú, mar aon le araidí bruscair a sholáthar agus a fholmhú

source: They can take enforcement action against people who break or ignore the law
ga: Féadfaidh siad gníomhaíocht forfheidhmithe a ghlacadh i leith daoine a sháraíonn nó a thugann neamhaird ar an dlí

source: The Gardaí also have the power to issue on-the-spot fines for litter offences
ga: Chomh maith leis sin, tá an chumhacht ag na Gardaí chun fíneálacha ar an láthair a eisiúint mar gheall ar chionta bruscair

source: Each local authority must prepare a litter management plan for its area, setting out its objectives to prevent and control litter, along with measures to encourage public awareness of litter
ga: Ní mór do gach údarás áitiúil plean bainistíochta bruscair a ullmhú dá gceantar, ina leagtar amach a gcuspóirí chun bruscar a chosc agus a rialú, mar aon le bearta chun feasacht ar bhruscar a spreagadh

source: The plan must also set out measures and arrangements by which the local authority intends to achieve these objectives
ga: Ní mór don phlean bearta agus socruithe a leagan amach ina mbeartaíonn an t-údarás áitiúil na cuspóirí seo a bhaint amach

source: In preparing its litter management plan, the authority must consult with local community and voluntary interests
ga: Lena bplean bainistíochta bruscair a ullmhú, ní mór don údarás dul i gcomhairle leis an bpobal áitiúil agus le leas deonach

source: The National Litter Monitoring System collates litter pollution surveys carried out by local authorities and measures the changes over time
ga: Bailíonn an Córas Náisiúnta Monatóireachta Bruscair suirbhéanna ar thruailliú bruscair faoina dtugann údaráis áitiúla agus déanann siad na hathruithe a thomhais le himeacht ama

source: Litter control is an important element of the Tidy Towns competition
ga: Gné thábhachtach de chomórtas na mBailte Slachtmhara is ea rialú bruscair

source: Local authority grants are available for anti-litter and anti-graffiti awareness projects
ga: Tá deontais ón údarás áitiúil ar fáil do thionscadail feasachta frithbhruscair agus frithghraifítí

source: Read more on litter pollution and prevention
ga: Léigh níos mór ar thruailliú bruscair agus ar bhruscar a chosc

source: Leaving or throwing litter in a public place is an offence that can be subject to an on-the-spot fine of €150, or a maximum fine of €3,000 if you are convicted in the District Court
ga: Is cion é bruscar a fhágáil nó a chaitheamh in áit phoiblí ar féidir leis bheith faoi réir fíneála ar an láthair €150, nó fíneáil uasta €3,000 má chiontaítear thú sa Chúirt Dúiche

source: Where an offence continues after conviction, the person concerned is guilty of a further offence and liable to a fine not exceeding €600 for each day during which the contravention continues
ga: Sa chás go leanann cionta ar siúl i ndiaidh ciontú, tá an duine atá i gceist ciontach i gcion breise agus beidh sé/sí faoi dhliteanas íoc as fíneáil nach mó ná €600 gach lá a leanann an sárú ar aghaidh

source: The Protection of the Environment Act 2003 introduced conviction on indictment and carries a maximum fine not exceeding €130,000 and a fine not exceeding €10,000 per day for continuing offences
ga: Thug an tAcht um Chosaint Comhshaoil, 2003 isteach ciontú ar díotáil agus gearrtar fíneáil uasta nach mó ná €130,000 agus fíneáil nach mó ná €10,000 in aghaidh an lae i dtaca le cionta leanúnacha

source: On-the-spot fines can be issued by a litter warden appointed by the local authority or by a Garda
ga: Féadfaidh maor bruscair a cheapann an t-údarás áitiúil nó Garda fíneálacha ar an láthair a eisiúint

source: If you are convicted of a litter offence, the court may also require you to pay the local authority's costs and expenses in investigating the offence and any costs incurred in bringing the prosecution
ga: Má chiontaítear thú i leith cion bruscair, féadfaidh an chúirt a cheangal ort, chomh maith, íoc as costais agus speansais an údaráis áitiúil a bhí ar an gcion a fhiosrú agus aon chostais a tabhaíodh leis an ionchúiseamh a dhéanamh

source: Litter and public places
ga: Bruscar agus áiteanna poiblí

source: If you either own or are responsible for a place to which the public has access, for example, a school campus, public park, train or bus station or the precincts of a shopping centre, you are obliged by law to keep the place litter-free, regardless of how the litter got there
ga: Má tá úinéireacht agat nó freagracht ort as áit ar a bhfuil rochtain ag an bpobal, mar shampla, campas scoile, páirc phoiblí, stáisiún traenach nó bus nó an ceantar mórthimpeall ar ionad siopadóireachta, tá dualgas ort le dlí chun an áit a choimeád saor ó bhruscar, gan aird ar conas a fágadh an bruscar ansin

source: Litter and private property
ga: Bruscar agus réadmhaoin phríobháideach

source: If you are the owner or occupier of property, any outdoor area on your property that is visible from a public place must be kept free of litter
ga: Más úinéir nó áititheoir réadmhaoine thú, ní mór aon limistéar faoin spéir ar do réadmhaoin atá infheicthe ó áit phoiblí a choimeád soar ó bhruscar

source: Failure to do this can result in a fine or prosecution by your local authority
ga: Má theipeann ort seo a dhéanamh, d’fhéadfaí fíneáil a ghearradh ort nó d’fhéadfadh d’údarás áitiúil thú a chiontú

source: Where litter has accumulated on property for any reason and is visible from a public place, the local authority can issue a notice to the owner or occupier requiring its prompt removal
ga: Sa chás go bhfuil bruscar carntha ar réadmhaoin ar chúis ar bith agus má tá sé le feiceáil ó áit phoiblí, féadfaidh an t-údarás áitiúil fógra a eisiúint don úinéir nó don áititheoir a cheanglaíonn orthu an bruscar a bhaint go mear

source: Such a notice can also set down precautionary measures to be taken to prevent a reoccurrence
ga: Féadfaidh an fógra sin bearta réamhrabhaidh a leagan síos, chomh maith, is féidir a dhéanamh chun atarlú a chosc

source: If the owner or occupier does not fully comply with the notice, the local authority can do whatever is necessary itself and require the owner or occupier to pay all of the costs involved
ga: Mura gcomhlíonann an t-úinéir nó an t-áititheoir an fógra go hiomlán, féadfaidh an t-údarás áitiúil, iad féin, pé rud is gá a dhéanamh agus a cheangal ar an úinéir nó an t-áititheoir chun íoc as na costais go léir a bhíonn i gceist

source: Litter control at major events
ga: Rialú bruscair ag imeachtaí móra

source: The promoters or organisers of major events, such as football matches, music festivals etc., are required to ensure that litter control measures are in place at the venue and in the surrounding vicinity before, during and after the event
ga: Ceanglaítear ar thionscnóirí nó eagraithe imeachtaí móra, ar nós cluichí peile, féilte ceoil etc,. a chinntiú go bhfuil bearta bruscair i bhfeidhm ag an ionad agus sa cheantar máguaird roimh an imeacht, i rith an imeachta agus i ndiaidh an imeachta

source: The local authority can undertake this task but the promoter or organiser must bear the costs involved
ga: Féadfaidh an t-údarás áitiúil tabhairt faoin tasc seo ach ní mór don tionscnóir nó don eagraí íoc as na costais a bhíonn i gceist

source: Operators of mobile food outlets selling fast food or beverages, or other outlets such as those selling farm produce, must provide suitable litter bins in the vicinity of their outlets
ga: Ní mór d’oibreoirí asraonta soghluaiste bia a dhíolann mearbhia nó deochanna, nó asraonta eile, ar nós iad siad a dhíolann toradh feirme, boscaí oiriúnacha bruscair i gcóngaracht a n-asraonta

source: They must also clean up any litter arising from the outlet’s operation within a radius of 100 metres
ga: Ní mór dóibh aon bhruscar a ghlanadh a chruthaíonn oibriú an asraoin laistigh de ga 100 méadar

source: If you are aware of illegal dumping, you can report it to the local authority, so that it can investigate and take any necessary enforcement action
ga: Má tá tú eolach ar dhumpáil neamhdhleathach, féadfaidh tú í a chur in iúl don údarás áitiúil, ionas gur féidir leo í a fhiosrú agus aon ghníomh forfheidhmithe a theastaíonn a dhéanamh

source: Alternatively, you can report it to the 24-hour National Environmental Complaints Line – see ‘Where to apply’ below
ga: Mar mhalairt air sin, féadfaidh tú í a chur in iúl don Líne Ghutháin 24 Uair maidir le Gearáin Náisiúnta Chomhshaoil – féach ‘Cá ndéanfaidh mé iarratas’ thíos

source: Details of the complaint will be passed to the local authority, the Garda Síochána or the Environmental Protection Agency, as appropriate
ga: Cuirfear sonraí faoin ngearán ar aghaidh chuig an údarás áitiúil, an Garda Síochána nó an Ghníomhaireacht um Chaomhnú Comhshaoil, faoi mar is cuí

source: Read more about making an environmental complaint
ga: Léigh níos mó faoi ghearán comhshaoil a dhéanamh

source: If a local authority can establish who owns material that has been illegally dumped, the owner has a case to answer, even if they haven’t been caught in the act of dumping
ga: Más féidir le húdarás áitiúil a dheimhniú cé leis ábhar a rinneadh a dhumpáil go neamhdhleathach, tá cás le freagairt ag an úinéir, fiú murar rugadh orthu agus dumpáil á déanamh acu

source: In addition, local authorities can require a householder or business operator to indicate how and where they are disposing of their waste
ga: Sa mhullach air sin, féadfaidh údaráis áitiúla a cheangal ar shealbhóir tí nó ar oibreoir gnó a thabhairt le fios conas atá agus cá bhfuil a ndramhaíl á diúscairt acu

source: This can be relevant if the person does not use a refuse collection service or bring their waste to an authorised disposal facility
ga: Féadfaidh seo a bheith ábhartha mura n-úsáideann an duine seirbhís bhailithe bruscair nó mura dtugann siad a ndramhaíl chuig saoráid údaraithe diúscartha

source: Dog owners must remove their pets' waste from public places and dispose of it in a proper manner
ga: Ní mór d’úinéirí madra dramhaíl a bpeata a bhaint ó áiteanna poiblí agus í a dhiúscairt ar an mbealach ceart

source: This obligation applies to the following places:
ga: Baineann an dualgas seo leis na háiteanna a leanas:

source: • Public roads and footpaths
ga: • Bóithre agus cosáin phoiblí

source: • Areas around shopping centres
ga: • Limistéir thart ar ionaid siopadóireachta

source: • The immediate area surrounding another person's house
ga: • An garlimistéar mórthimpeall ar theach duine eile

source: Read more about the responsibilities of dog owners in our document on control of dogs
ga: Léigh níos mó faoi fhreagrachtaí úinéirí madra inár gcáipéis ar rialú madraí

source: It is illegal to put up posters or signs on poles or other structures in public places, unless you have the written permission of the owner of the pole or other structure before you put them up
ga: Tá sé in aghaidh an dlí póstaeir nó comharthaí a chur in airde ar chuaillí nó ar struchtúir eile in áiteanna poiblí, mura bhfuil cead scríofa faighte agat ó úinéir an chuaille nó an struchtúir eile sula gcuireann tú in airde iad

source: Any article or advertisement must carry the name and address of the person:
ga: Ní mór d’aon airteagal nó fógra ainm agus seoladh an duine a shonrú:

source: • Who is promoting or arranging the meeting or event being advertised, or
ga: • A bhfuil an cruinniú nó an t-imeacht atá á fhógairt á chur chun cinn nó á eagrú acu, nó

source: • In any other case, on whose behalf the article or advertisement is being exhibited
ga: • In aon chás eile, a bhfuil an t-airteagal nó an fógra á thaispeáint thar a gceann

source: Following an election, a party or candidate must remove posters within 7 days
ga: I ndiaidh toghcháin, ní mór páirtí nó iarrthóir póstaeir a bhaint laistigh de 7 lá

source: If they are not removed within this period, the local authority will remove them and issue an on-the-spot fine of €150 in respect of each offence
ga: Mura mbaintear iad laistigh den tréimhse seo, bainfidh an t-údarás áitiúil iad agus eiseoidh siad fíneáil ar an láthair €150 maidir le gach cion

source: If a party or candidate has been issued with a fine and refuses to pay, they can be prosecuted
ga: Má eisíodh fíneáil do pháirtí nó d’iarrthóir agus má dhiúltaíonn said íoc, féadtar iad a ionchúiseamh

source: The maximum penalty on summary conviction for non-payment of the fine is €3,000
ga: Is é an pionós uasta ar chiontú achomair mar gheall ar neamhíocaíocht na fíneála €3,000

source: Read more about the rules on election posters
ga: Léigh níos mó faoi na rialacha maidir le póstaeir thoghcháin

source: If you plan to distribute advertising leaflets in the street, you should first check with the local authority to see if there are any local litter restrictions
ga: Má bheartaíonn tú chun bileoga fógraíochta a scaipeadh sa tsráid, ba cheart duit a sheiceáil ar dtús leis an údarás áitiúil féachaint an bhfuil aon srianta áitiúla ar bhruscar

source: It is illegal to place advertising leaflets on car windscreens
ga: Tá sé in aghaidh an dlí bileoga fógraíochta a chur ar ghaothscáthanna gluaisteáin

source: Presenting your refuse for collection
ga: Do bhruscar a fhágáil amach lena bhailiú

source: Refuse should be placed in a wheelie-bin or other sturdy refuse bin for collection, or else in strong plastic bags
ga: Ba cheart bruscar a chur in araid rothaí nó in araid eile storrúil bhruscair lena bhailiú, nó i málaí láidre plaisteacha, ina ionad sin

source: It should not be left out too long before the collection is due, as it may attract birds or animals and create litter
ga: Níor cheart é a fhágáil amuigh ró-fhada sula mbíonn an bailiú le déanamh, mar gheall go bhféadfadh sé éin nó ainmnithe a mhealladh agus chruthódh seo bruscar

source: It is an offence to dispose of your household refuse in street litter bins
ga: Is cion é do bhruscar teaghlaigh a dhiúscairt in araidí bruscair shráide

source: If you do this, you face prosecution by the local authority
ga: Má dhéanann tú seo, déanfaidh an t-údarás áitiúil thú a ionchúiseamh

source: There is a maximum fine of €3,000 if you are convicted of a litter offence in the District Court Where to apply
ga: Cá háit a ndéanfaidh mé iarratas

source: For information about litter policies in your area, or to apply for grant aid for an anti-litter awareness project, contact your local authority, contact your local authority
ga: Chun teacht ar fhaisnéis faoi bheartais bhruscair i do cheantar, nó chun iarratas a dhéanamh ar chúnamh deontais do thionscadal um fheasacht frithbhruscair, déan teagmháil le d’údarás áitiúil

source: To report illegal dumping, contact the local authority or call the 24-hour National Environmental Complaints Line on 1850 365 121
ga: Chun dumpáil neamhdhleathach a chur in iúl, déan teagmháil leis an údarás áitiúil, nó glaoigh ar an Líne Ghutháin Náisiúnta 24 Uair Chomhshaoil ar 1850 365 121
